{
    "operators": [
        "Ellis - Team Panoptes",
        "Thomas - Team Panoptes",
        "JellyLord - emotional support heptapod",
        "Nicole - chief department at Interface3",
        "Anissa - admin sys/network",
        "Audrey - UI/UX designer",
        "Bastien - Team Panoptes",
        "Benedicte - frontend dev",
        "Debby - backend dev",
        "Gweny - game dev",
        "Inès - admin sys/network",
        "Joel - trainer at Interface3",
        "Julie - trainer at Interface3",
        "Luna - game dev",
        "Samuel - trainer at Cognitic",
        "Sonia - chief department at Interface3",
        "Sounia - frontend dev"
    ],

    "projets": [
        {
            "title": "What is the main goal of Green IT?",
            "proposal": [
                "Reducing IT infrastructure costs.",
                "Reducing the environmental impact of information technology.",
                "Accelerating the development of new technologies."
            ],
            "goodProposal": 1,
            "information": "Are users informed of how their confidential information will be used? Is the information on the use of the data collected made accessible and easy to consult, and has the DPO been consulted? Are the checkboxes on the forms not pre-filled?\nThe data that users entrust to us is the responsibility of the company, and users must be kept informed of the care that the company takes to ensure the confidentiality of their data.\nThe RGPD imposes a framework for personal data, but does not cover other categories of data that deserve the same attention and precautions.",
            "link": "https://gr491.isit-europe.org/crit.php?id=9-3068-uxui-les-donnees-que-les-utilisateurs-confient-sont"
        },
        {
            "title": "Which practice helps reduce the energy \n consumption of data centers?",
            "proposal": [
                "Optimizing the temperature of servers and cooling systems.",
                "Adding more servers to distribute the workload.",
                "Keeping servers running 24/7 to avoid downtime."
            ],
            "goodProposal": 0,
            "information": "Is the PUE less than or equal to 1.2?\nThe total power consumed by the data center compared to the power consumed by the servers gives the overall efficiency of the entire infrastructure.\nThe hosting technical file tracks the energy efficiency and PUE of the sites.",
            "link": "https://gr491.isit-europe.org/crit.php?id=1-8014-hebergement-la-puissance-totale-consommee-par-le-datacenter"
        },
        {
            "title": "How can we reduce the carbon \n footprint of emails?",
            "proposal": [
                "Sending more emails to offset idle servers.",
                "Regularly deleting unnecessary emails and limiting attachments.",
                "Using cloud storage services for all emails."
            ],
            "goodProposal": 2,
            "information": "Is a maximum volume of components transferred to the user device defined?\nAll the components transferred to the user device have an impact on network transfers and on the processing required to handle them on the user terminal. It is important to reduce and control this volume.\nA good solution is to use a Project Framework Sheet.",
            "link": "https://gr491.isit-europe.org/crit.php?id=10-5085-frontend-lensemble-des-elements-transferes-sur-le-poste"
        },
        {
            "title": "What is an example of sustainable design \n for electronic devices?",
            "proposal": [
                "Using non-recyclable materials for better performance.",
                "Designing devices that are easy to repair and recycle.",
                "Manufacturing devices with a short lifespan to boost innovation."
            ],
            "goodProposal": 1,
            "information": "temporary info",
            "link": "not a link"
        }
    ]
}